{
    "adu": {
      "advantages": [
        "ADUs are often called “gentle density” because they expand housing options incrementally and within the context of a neighborhood.",
        "ADUs offer creative options for multi-generational living, whether an adult child moving back home after college or a grandparent seeking to be closer to family support.",
        "ADUs can provide extra income for homeowners on fixed incomes."
      ],
      "why": [
        "Many towns do not allow ADUs, or only allow them under very limited conditions, such as requiring that the main house be built before a certain year or requiring that whoever lives in the ADU be related to a person living in the main house.",
        "Because ADUs are most often built by regular homeowners, rather than professional developers, it can be difficult to finance them. It’s most common for homeowners to use a home equity loan, but other options are becoming more common."
      ]
    },
    "tinyhouse": {
      "advantages": [
        "Most towns don't need to create new regulations for tiny houses: with minor adjustments to existing zoning bylaws, tiny houses can typically be permitted as mobile homes or accessory dwelling units.",
        "The International Building Code now has specific rules for Tiny Houses, providing consistent construction and safety standards.",
        "While the market for tiny house villages is small, they are inexpensive housing options for those who do not require much space.",
        "Thanks to television shows and social media, there is widespread interest in tiny houses, and they are becoming better understood by the general population."
      ],
      "why": [
        "Tiny houses on wheels are usually permitted as a recreational vehicle (RV) or a mobile home, and are often only allowed to be located in trailer parks or other areas where mobile homes are permitted. Many towns do not allow them at all.",
        "Tiny houses without wheels are usually permitted as a detached accessory dwelling unit, which in many towns are either not permitted or are allowed only under restrictive conditions.",
        "It can be challenging to connect a tiny house to basic infrastructure utilities, such as water, sewer, and electricity, in a safe manner that meets the town’s regulations. Some towns have addressed this by requiring that the tiny house be attached to a foundation or connected to town utilities.",
        "Concerns about building standards, health, and fire safety can deter town officials from allowing tiny houses. Furthermore, self-built tiny houses may not always meet building standards, and would need to be upgraded to comply with health and fire codes.",
        "Unlike other Living Little housing typologies, tiny houses are a relatively new phenomenon and their regulation continues to evolve."
      ]
    },
    "townhouse": {
      "advantages": [
        "Townhouses now come in many different shapes and sizes, and they represent a single-family housing option that tends to be more affordable than large-lot detached homes.",
        "Townhouses have long been appealing because they balance aspects of single-family detached houses, such as an individual entry and back yard, with a compact, efficient building footprint."
      ],
      "why": [
        "In many towns’ zoning bylaws, large setback requirements and lot coverage restrictions can effectively prohibit townhouses by precluding narrow parcels and/or common walls along lot lines.",
        "Some towns’ subdivision regulations do not accommodate shared driveways, which are necessary in order to locate parking and trash behind townhouses instead of along the street.",
        "Townhouses are constrained if a location is not served by public water and sewer lines. This is especially true in smaller towns and suburban communities, many of which rely on septic systems and have limited public infrastructure."
      ]
    },
    "sfc": {
      "advantages": [
        "Single-family conversions are a great way to preserve historic homes.",
        "Converting single family houses of any style is a way to utilize existing housing stock to meet the needs of today’s smaller households.",
        "Because they were originally designed as single-family houses and are already part of the neighborhood, most conversions are indistinguishable from other single-family houses and match the context of most areas.",
        "Homeowners who are interested in the potential rental income from a single-family home conversion while maintaining the majority of their space could add an internal accessory dwelling unit."
      ],
      "why": [
        "You may just not notice them! Most single family home conversions do not dramatically change the external appearance of a home, leaving the character of the house and neighborhood unchanged.",
        "Conversions must satisfy local zoning codes and comply with current building, life safety, and accessibility codes that, depending on the age of the building, may not have existed when the house was built, which can make conversions challenging.",
        "Conversions require skilled developers, architects, and contractors that have specialized renovation expertise and a willingness to work creatively with local officials."
      ]
    },
    "mixeduse": {
      "advantages": [
        "Today many people--from young professionals to empty nesters--are interested in living in a place where retail, entertainment, and other amenities are located close to where they live.",
        "Locating housing near essential services such as markets or pharmacies is particularly important for seniors who may no longer be comfortable driving.",
        "When housing is located close to retail, local businesses benefit from a reliable customer base and increased spending power offered by new households.",
        "Retrofitting aging commercial areas can create an opportunity to make the area more attractive and pedestrian friendly. [2]"
      ],
      "why": [
        "Many zoning bylaws require a special permit for mixed-use development or prohibit it altogether.",
        "Many towns require a high number of parking spaces for retail, restaurants, or entertainment. This often means it’s easier for a developer to build a conventional strip mall with an expansive parking lot.",
        "The differing timelines for residential development and commercial leasing can make financing difficult.",
        "Retrofitting existing strip malls presents unique challenges, including meeting the water and sewer requirements for housing, upgrading outdated structures, and incorporating pedestrian-friendly features in an area that was originally designed primarily for cars."
      ]
    },
    "cottage": {
      "advantages": [
        "Cottage designs are often familiar to residents currently living in larger homes, and are unlikely to feel out-of-place in towns that have mostly detached single-family houses.",
        "New zoning rules and design guidelines specifically for cottages can ensure that they will fit into existing communities.",
        "Cottage developments can create a transition between retail areas and neighborhoods with larger single-family homes.",
        "Cottage developments allow for creative approaches to parking that best suit the site.",
        "The common open space at the heart of a cottage development is intended to foster a sense of community among neighbors.",
        "Housing options with green space, walkability, and a community focus have become increasingly popular, particularly for downsizing seniors."
      ],
      "why": [
          "In many suburban towns, cottage clustered development is prohibited or requires an extensive approvals process.",
          "Sometimes, the relatively higher density of cottage housing can be concerning to residents in towns accustomed to single-family houses on large lots.",
          "In smaller towns with limited water and sewer infrastructure, especially those that rely on septic systems, the higher density of cottage housing can pose a burden. However, cottage houses generally have fewer bedrooms and therefore accommodate fewer people than typical single-family houses, and cottage development site plans can be creatively designed to address water and sewer capacity limits."
      ]
    },
    "cohousing": {
      "advantages": [
        "The type of common areas vary by community but are usually far more extensive than a single common meeting room. They can include kitchen and dining areas, workshop or artist studio space, community gardens, game or social rooms, playground or indoor playroom, and more.",
        "While cohousing can attract households of all ages and are commonly multigenerational, it offers particular benefit to seniors by mitigating physical and social isolation.",
        "Beyond classic cohousing communities, home sharing and cohousing coordinated through digital platforms is a new trend occurring across the state and the country. Under this framework, residents interested in a shared living situation are connected through a digital platform or peer-to-peer website.",
        "Cohousing communities can be legally structured as either a condominium, in which each resident owns the deed to an individual unit, or as a limited equity co-op, in which each resident owns a share in the overall development. Limited equity co-ops often limit the resale value of an ownership share to maintain affordability."
      ],
      "why": [
        "Perhaps the biggest barrier to cohousing is lack of understanding. Town officials and financing entities unfamiliar with the concept may be at a loss for how to classify the development, and members of the public may be wary of this unconventional type of housing.",
        "Cohousing is often a grassroots effort and future residents may lack the technical expertise to permit, finance, and construct a new development. It usually takes years to design and build a cohousing community, requiring sustained dedication from community members, and predevelopment costs like purchasing land or architecture, engineering, and legal fees can be extensive."
      ]
    }
  }