{
    "adu": "An Accessory Dwelling Unit, or ADU, is a smaller apartment on the same lot as a larger main house. ADUs are also known as “granny flats,” “carriage houses,” or “in-law apartments.” ADUs can be within the existing house (for example, in a finished basement), added to an existing structure (for example, in space above the garage or as a small addition to the main house), or free-standing (for example, in a converted a carriage house).",
    "cottage": "Cottage housing, also called pocket neighborhoods, is known for its small houses clustered around shared green spaces. They are usually designed to be pedestrian-oriented, so parking is typically located behind the houses in a less prominent location rather than right next to each house. While cottage housing is best known for its small single-family houses, they can also include a mix of two-family houses, townhouses, or small apartment buildings.",
    "tinyhouse": "While Henry David Thoreau’s 150-square-foot cabin at Walden Pond in Concord is arguably one of the most famous tiny houses, tiny houses gained widespread attention in 2008 after the subprime mortgage crisis and Great Recession. The movement was a response to the millions of foreclosures during that time, as well as the perception that the McMansion model of living was unsustainable. Today a “tiny house” typically refers to one that is smaller than 500 square feet, usually with a high-pitched ceiling and a porch.",
    "townhouse": "Townhouses are narrow, multi-level homes that share common side wall(s) with other homes, sometimes referred to as “attached single-family housing.” Each home has its own individual entry and often has a private back yard.",
    "sfc": "A single-family home conversion is a detached single-family house that has been converted into two or more housing units, typically with few or no changes to the exterior. Single-family conversations are an example of how small-scale multifamily housing can blend seamlessly into an existing residential neighborhood.",
    "mixeduse": "A mixed-use building has more than one use, in this case residential homes above commercial. While mixed-use developments can be any size, many quite large, here we are focusing on smaller-scale buildings that would be appropriate in many suburban towns at a major intersection, in the town center, or on an existing commercial lot.",
    "cohousing": "Cohousing is the term for an intentional community of private residences surrounded by shared open space and common areas, grounded in social connectedness and communal support."
}